from config import OWNER_USERNAME, SUPPORT_GRP
from PRATIBHA import BOT_NAME, BOT_USERNAME

START = f"""
**❖ ʜᴇʏ ʙᴀʙʏ, ɴɪᴄᴇ ᴛᴏ ᴍᴇᴇᴛ ᴜʜʜ... ! \n\n๏ ɪ ᴀᴍ [{BOT_NAME}](t.me/{BOT_USERNAME}) \n\n❍ ɪ ᴀᴍ ᴍᴏsᴛ ᴘᴏᴡᴇʀғᴜʟʟ ᴀɴᴅ ᴜsᴇғᴜʟ ʙᴏᴛ \n❍ ᴀɪ ʙᴀsᴇ sᴜᴘᴇʀ ғᴀsᴛ ᴄʜᴀᴛ ʙᴏᴛ \n❍ ᴀɴɪᴍᴇ ᴄʜᴀʀᴀᴄᴛᴇʀ ᴄᴏʟʟᴇᴄᴛ ʜᴀʀᴇᴍ ʙᴏᴛ \n\n❖ ᴜsᴇ ᴍᴇ /chatbot on/off & ғᴏʀ ᴍᴏʀᴇ /help .**"""

HELP_READ = f"""
** ❖ ʜᴇʀᴇ ɪꜱ ʜᴇʟᴘ ᴍᴇɴᴜ ꜰᴏʀ {BOT_NAME} !\n\n❖ ᴀsᴋ ʏᴏᴜʀ ᴅᴏᴜʙᴛs ᴀᴛ ɢʀᴏᴜᴘ.\n\n๏ ᴀʟʟ ᴄᴏᴍᴍᴀɴᴅs ᴄᴀɴ ʙᴇ ᴜsᴇᴅ ᴡɪᴛʜ ➠ **"""

CHATBOT_READ = f"""
❖** ᴄᴏᴍᴍᴀɴᴅ ғᴏʀ {BOT_NAME} !\n\n❖ ᴜsᴇ /chatbot ᴇɴᴀʙʟᴇ/ᴅɪsᴀʙʟᴇ .\n\n❖ ᴍᴀᴅᴇ ʙʏ ➛ [🇸ᴀ ɴ ᴀ ᴛ ᴀ ɴ ɪ ₰](https://t.me/all_sanatani_bot)**"""

SOURCE_READ = f"**❖ ᴀᴀ ɢʏᴀ ʀᴇᴘᴏ ʟᴇɴᴇ ʙᴏsᴅᴋ, ʏᴇ ᴠɪᴅᴇᴏ ᴅᴇᴋʜ ᴀᴜʀ ᴀᴘɴɪ ʀᴇᴘᴏ ʟᴇɴᴇ ᴋɪ ᴀᴀɢ ʙʜᴜᴊʜᴀ.**\n\n❖ https://x-hd.video/video/-aubree-valentine-switch-roles-fta-reality-kings.html "
